---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Phasing
source: html/d6461088-331e-d117-a658-a5ff804ce92e.htm
---
# Autodesk.Revit.DB.GroupTypeId.Phasing Property

Phasing.

## Syntax (C#)
```csharp
public static ForgeTypeId Phasing { get; }
```